
// Area
"ha" = "ha";
"ha_full" = "Hectare";

"acre" = "acre";
"acre_full" = "Acre";

"decare" = "daa";
"decare_full" = "Decare";

"feddan" = "feddan";
"feddan_full" = "Feddan";

// Length
"in" = "polegadas";
"in_full" = "Polegada";

"ft" = "pés";
"ft_full" = "Pés";

"mile" = "milhas";
"mile_full" = "Milha";

"mm" = "mm";
"mm_full" = "Milímetro";

"cm" = "cm";
"cm_full" = "Centímetro";

"m" = "m";
"m_full" = "Metro";

"km" = "km";
"km_full" = "Quilômetro";

// Weight
"kg" = "kg";
"kg_full" = "Quilograma";

"pound" = "libra";
"pound_full" = "Libra";

"centner" = "centner";
"centner_full" = "Centner";

"ton" = "t";
"ton_full" = "Tonelada";

// Liquids
"pint" = "quartilho";
"pint_full" = "Quartilho";

"quart" = "quarto";
"quart_full" = "Quarta";

"liter" = "l";
"liter_full" = "Litro";

"british_gallon" = "gal";
"british_gallon_full" = "Galão britânico";

"american_gallon" = "galão";
"american_gallon_full" = "Galão americano";

"bushel" = "bu";
"bushel_full" = "Bushel";

// Temperature
"celsius" = "°C";
"celsius_full" = "Graus Célsius";

"fahrenheit" = "°F";
"fahrenheit_full" = "Graus Fahrenheit";

// Productivity
"bushel_per_acre" = "bu/acre";
"bushel_per_acre_full" = "Bushel por acre";

"ton_per_ha" = "t/ha";
"ton_per_ha_full" = "Toneladas por hectare";

"centner_per_ha" = "cento/ha";
"centner_per_ha_full" = "Centner por hectare";

"us_ton_per_acre" = "t/acre";
"us_ton_per_acre_full" = "Tonelada americana por acre";

"kg_per_decare" = "kg/daa";
"kg_per_decare_full" = "Kilogram per decare";

"tonn_per_acre" = "t/acre";
"tonn_per_acre_full" = "Tonelada por acre";

"kg_per_ha" = "kg/ha";
"kg_per_ha_full" = "Quilograma por hectare";

"kg_per_acre" = "kg/acre";
"kg_per_acre_full" = "Quilograma por acre";

"tonn_per_feddan" = "t/feddan";
"tonn_per_feddan_full" = "Tonelada por feddan";

// Speed
"m_per_sec" = "m/s";
"m_per_sec_full" = "Metros por segundo";

"mile_per_hour" = "milhas/hora";
"mile_per_hour_full" = "Milhas por hora";

"km_per_hour" = "km/h";
"km_per_hour_full" = "Quilômetros por hora";

// Fuel
"liter_per_ha" = "l/ha";
"liter_per_ha_full" = "Litros por hectare";

"american_pint_per_acre" = "quartilho/acre";
"american_pint_per_acre_full" = "Quartilho americano por acre";

"american_quart" = "quartos/acre";
"american_quart_full" = "Quarto americano por acre";

"american_gallon_per_acre" = "galão/acre";
"american_gallon_per_acre_full" = "US gallon per acre"; // Need translation

"liter_per_100km" = "l/100km";
"liter_per_100km_full" = "Litros por 100 km";

"km_per_liter" = "km/l";
"km_per_liter_full" = "Quilômetro por litro";

"mile_per_us_gallon" = "mpg";
"mile_per_us_gallon_full" = "Milhas por galão americano";

"mile_per_uk_gallon" = "mpg";
"mile_per_uk_gallon_full" = "Milhas por galão britânico";

"fluid_ounce_per_acre" = "fl oz/acre";
"fluid_ounce_per_acre_full" = "Onça fluida por acre";
